<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */
    'signin' => 'Увійдіть',
    'logout' => 'Вийти',
    'joinnow' => 'Приєднуйся!',
    'failed' => 'Ці дані не збігаються з нашими записами.',
    'password' => 'Наданий пароль є невірним.',
    'throttle' => 'Занадто багато спроб входу. Будь ласка, спробуйте ще раз через :секунд секунд.',

    'register_h1' => 'Приєднуйтесь до App',
    'name' => "Імя",
    'email' => 'Emaiл',
    'password' => 'Пароль',
    'confirm_password' => 'Підтвердити пароль',
    'register' => 'Реєстрація',
    'have_account' => 'Маєте обліковий запис?',
    'signin'=>'Увійдіть',

    'signin_h1' => 'Увійдіть до програми',
    'password_forgot' => 'Забули пароль?',
    'remember' => "Пам'ятай мене",
    'dont_have_account' => "Не маєте акаунта?",

    'forgot_p' => 'Забули пароль? Нічого страшного. Просто повідомте нам свою електронну адресу, і ми надішлемо вам посилання для скидання пароля, за яким ви зможете обрати новий.',
    'eprl'=>'Посилання для відновлення пароля на emaiл',

    'reset_h1' => 'Скинути пароль',
    
    'confirm_h1' => 'Підтвердити emaiл',
    'confirm_p' => 'Дякуємо за реєстрацію! Перш ніж почати, перевірте, будь ласка, свою електронну адресу, перейшовши за посиланням, яке ми щойно надіслали вам на електронну пошту. Якщо ви не отримали листа, ми з радістю надішлемо вам ще один.',
    'verification_link_sent'=>'На електронну адресу, яку ви вказали під час реєстрації, було надіслано нове посилання для підтвердження.',
    'confirm_reset' => 'Повторно надіслати еmaiл з підтвердженням',

    'confirm_password_p' => 'Це безпечна зона додатку. Будь ласка, підтвердіть свій пароль, перш ніж продовжити.',
    'confirm' => 'Підтвердити',

    'verify_h1' => 'Підтвердіть свою електронну пошту',
    'verify_p1' => 'Перш ніж продовжити, перевірте, будь ласка, свою електронну адресу, перейшовши за посиланням, яке ми щойно надіслали вам на Emaiл. Якщо ви не отримали листа, ми з радістю надішлемо вам ще один.',
    'verify_p2' => 'На адресу Emaiл, яку ви вказали в налаштуваннях свого профілю, було надіслано нове посилання для підтвердження.',
    'verify_resent' => 'Повторно надіслати Emaiл з підтвердженням',


    'edit_profile' => 'Редагувати профіль',

    'confirm_pass_h1' => 'Підтвердити пароль',
    'confirm_pass_p1' => 'Це безпечна зона додатку. Будь ласка, підтвердіть свій пароль, перш ніж продовжити.',
    
    'i_agree' => 'Я згоден з :terms_of_service та :privacy_policy',
    'contact_us' => "Зв'яжіться з нами",
    'terms' => 'Положення',
    'privacy' => 'Політика конфіденційності',
    'language' => 'Мова',

];
