<?php

return [
    'clients' => 'Клієнти',
    'add_client' => 'Додати нового клієнта',
    'edit' => 'Редагування даних клієнта',
    'show' => 'Показати',
    'action' => 'Дія',
    'delete' => 'Чіткі дані про клієнта',
    'delete_p' => "Запис не видаляється. Видаляються лише персональні дані клієнта: ім'я, прізвище, адреса електронної пошти, телефон та соціальні мережі",

    'name' => "Ім'я, прізвище",
    'mail' => 'Email',
    'phone' => 'Телефон',
    'social' => 'Соціальні мережі',
    'firm' => 'Компанії',
    'note' => 'Інформація про клієнта',
    'created_at' => 'Дата реєстрації',
    'updated_at' => 'Дата останньої зміни',

    'leads-value' => 'Загальні витрати клієнта',
    'leads-advanceValue' => 'Загальна сума сплачених рахунків',

    'leads' => 'Замовлення клієнтів',

    'delete_client' => 'Видалення даних клієнта',
    'cancel' => 'Здавайся!',
];
