<?php

return [
    'dashTitle' => "Давайте почнемо",
    'dashDescWelcome' => 'Добрий день ',
    'dashDescWelcome2' => 'Ласкаво просимо до PhotoAssistant. Ваш особистий асистент.',
    'dashDesc' => 'Керуйте замовленнями на фотосесії легко та швидко. Додавайте нові замовлення, переглядайте календар, ставте завдання на сьогодні або найближчим часом. Переглядайте свою клієнтську базу та аналізуйте продажі. Якщо у вас виникли питання, вам щось не зовсім зрозуміло - сміливо пишіть, ми відповімо на ваші запитання. Приємної вам роботи!',

    'first_tasks' => 'Ваші перші завдання',
    'progress' => 'Поступ',
    'pending' => 'Очікує',
    'tasks' => 'завдання',
    
    'start' => 'Старт',
    'task_01'=> 'Налаштуйте джерела залучення клієнтів',
    'task_02'=> 'Встановіть категорії послуг/продуктів',
    'task_03'=> 'Додати перші Послуги/товари',

    'button_01' => 'Додати нову фотосесію',
    'button_02' => 'Додати нового клієнта',
    'button_03' => 'Додайте нову послугу або продукт',
    'button_04' => 'Додати справи для опрацювання',
    'button_05' => 'Календар',
    'button_06' => 'Мій дохід цього місяця',
    'button_07' => 'Обсяг продажів у річному обчисленні',
    'button_08' => 'Вартість продажів за категоріями',

    'dashboard' => 'Головна сторінка',
    'this_month' => 'В цьому місяці',
    'sales' => 'Замовлення',
    'clients' => 'Кленці',
    'calendar' => 'Календар',

    'show' => 'більше',
    'add' => 'Додайте',

    // calendar
    'Mon' => 'Понеділок',
    'Tue' => 'Вівторок',
    'Wed' => 'Середа',
    'Thu' => 'Четвер',
    'Fri' => "П'ятниця",
    'Sat' => 'Субота',
    'Sun' => 'Неділя',

    'seemore' => 'більше',
    'time' => 'годин.',

];
