<?php

return [

    'criteria'=>'Критерії пошуку',

    'search_leads' => 'Пошукові замовлення',
    'leads' => 'Замовлення',
    'add_lead' => 'Додати нове замовлення',
    'delete_lead' => 'Видалити замовлення',

    'create_lead_h' => 'Створіть нове замовлення',
    'new_leads' => 'Нове замовлення',
    'create_lead_p_mobile' => 'Заповніть свої дані в трьох вкладках і натисніть "Додати замовлення" внизу форми',
    'create_lead_p_desk' => 'Заповніть ваші дані в трьох вкладках і натисніть "Додати замовлення" в правій частині форми',

    'title' => 'Назва замовлення',
    'note' => 'Примітка до замовлення',
    'source' => 'Виберіть джерело',
    'state' => 'Виберіть статус впровадження',
    'date' => 'Дата проведення сесії',
    'time' => 'Виберіть час',
    'select' => 'Виберіть',


    'add_client' => 'Виберіть клієнта',
    'add_product_tab' => 'Додати товари',
    'add_product' => 'Виберіть послуги / продукт',

    'table_created_at' => 'Дата замовлення',
    'table_date' => 'Дата виконання',
    'table_updated_at' => 'Дата останньої зміни',

    'table_title' => 'Назва',
    'table_client' => 'Клієнт',
    'table_price' => 'Вартість',
    'table_adv' => 'Заздалегідь',
    'table_state' => 'Статус замовлення',
    'table_source' => 'Джерело залучення клієнтів',
    'table_payment' => 'Оплата',
    'table_action' => 'Дія',

    'show' => 'Показати',
    'update' => 'Оновлення',
    'delete' => 'Видалити',
    'save' => 'Зберегти',
    'cancel' => 'Скасувати',
    'add' => 'Додати',


    'help_1' => 'КРОК 1',
    'help_h_1' => 'Заповніть дані вашого замовлення',
    'help_p_1' =>"Поля Назва, Статус замовлення та Дата сесії є обов'язковими для заповнення",
    'help_2' => 'КРОК 2',
    'help_h_2' => 'Виберіть клієнта',
    'help_p_2' =>"Якщо у вашій базі даних вже є клієнт, введіть його ім'я та прізвище - дані будуть заповнені автоматично. 
    Якщо у вас немає такого клієнта, введіть дані у форму. Ім'я та прізвище є обов'язковими.",
    'help_3' => 'КРОК 3',
    'help_h_3' => 'Додати товари',
    'help_p_3' =>'Виберіть продукти зі списку продуктів. 
    Зверніть увагу: якщо при заповненні форми виникла помилка, перевірте, щоб список продуктів на цьому кроці не був порожнім.',

    'search_date' => 'Діапазон дати',
    'nopaid' => 'не оплачено',
    'paid' => 'оплачено',
    'leads_value' => 'Вартість замовлення',
    'add_payment' => 'Додати платіж',

    'product' => 'Продукт',
    'quant' => 'Кількість',
    'price' => 'Ціна',
    'value' => 'Вартість',

    'add_adv' => 'Додати новий платіж',
    'add_date' => 'Дата сеансу редагування',
    'delete_lead' => 'Видалити замовлення',
    'delete_lead_more' => 'Ви впевнені, що видалите це замовлення?',
    'delete_lead_btn' => 'Видалити замовлення',
    'title_note' => 'Редагування замітки про фотосесію',
    'title_add_product' => 'Додати нову послугу/продукт',
    'title_delete_product' => 'Видалення послуги/продукту із замовлення',
    'delete_product_more' => 'Ви впевнені, що хочете видалити цей товар зі свого замовлення?',
    'title_state' => 'Редагувати статус замовлення', 
    'select_service' => 'Виберіть послуги/продукти для замовлення',

    'client_name' => "Ім'я, прізвище",
    'client_email' => 'Email',
    'client_phone'=> 'Телефон',
    'client_social' => 'Соціальні медіа',
    'client_firm' => 'Фірма',
    'client_note' => 'Відомості про замовника',

    'add_to_todo' => 'Додати до списку завдань',

];