<?php

return [
    'products' => 'Продукти та послуги ',
    'form_search' => 'Пошук...',
    'form_perpage' => 'Результати на сторінці',
    'name' => "Назва",
    'price' => 'Ціна',
    'category' => 'Категорія',
    'show' => 'Показати',

    'add_product' => 'Додавання нового продукту',
    'form_sku' => 'SKU',
    'form_name' => 'Назва послуги/продукту',
    'form_category' => 'Категорія',
    'form_desc' => 'Опис',
    'form_price' => 'Ціна',
    'form_add_product' => 'Додати товар/послугу',
    
    'edit' => 'Редагування продуктів/послуг',
    'form_edit' => 'Редагувати продукт',
    'form_delete' => 'Видалити продукт',

    'created_at' => 'Дата створення запису',
    'updated_at' => 'Дата останнього оновлення',

    'leads-value' => 'Загальна вартість реалізованої продукції',
    'lead-count' => 'Загальний обсяг реалізованої продукції',

    'delete_product' => 'Видалення продукту',
    'delete_lead_more' => 'Ви впевнені, що хочете видалити цей продукт?',
    'cancel' => 'Здавайся!',
    'delete_btn' => 'Видалити',
];
