<?php


return [
    'reports' => 'Звіти та аналітика',
    'sales_more' => 'Більше звітів про продажі',
    'sales_month' => 'Загальний обсяг продажів по місяцях у',
    'sales_value' => 'Вартість продажу',
    'sales_in_month' => 'Продажі за місяць',
    'sales_category' => 'Продажі за категоріями послуг/продуктів',
    'sales_year_to_year' => 'Загальний обсяг продажів у річному обчисленні',
    'sales_year_category' => 'Загальний обсяг продажів за категоріями',

    'reports_sales' => 'Звіти та аналіз. Продажі',

    'clients_more' => 'Більше звітів клієнтів',
    'clients_top' => 'Топ-10 найкращих клієнтів у ',

    'products_more' => 'Більше звітів про товари',
    'products_top' => 'ТОП 10 найбільш продаваних продуктів у ',

    'see_more' => 'Більше',

    'data' => 'Дата',
    'client' => 'Клієнт',
    'title' => 'Назва',
    'value' => 'Значення',
    'payment'=> 'Оплачено',
    'sum' => 'Сума',
    'select_year' => 'Виберіть рік',
    'select_month' => 'Виберіть місяць',
    'no_data' => 'Немає даних для відображення',

    'category' => 'Категорія',

];
