<?php

return [
    'todo' => 'Список завдань',
    'click_and_move' => 'Натисніть і перемістіть, щоб змінити порядок',
    'carried_out' => 'Зрозумів.',
    'doing_today' => 'Сьогодні я роблю',
    'waiting' => 'Чекає.',
    'this_week' => 'Цього тижня',
    'idea' => 'Ідеї та плани',
    'in_progress' => 'У процесі реалізації',
    'new_todo' => 'Нове завдання...',
    'add_todo' => 'Додати задачу',
    'add_note' => 'Примітка',
    'see_lead' => 'Дивіться замовлення',
    'btn_update' => 'Оновлення',
    'btn_cancel' => 'Здавайся',
];
